<!DOCTYPE html>
<html lang="ru">

<head>
	<meta charset="UTF-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" href="https://unpkg.com/swiper/swiper-bundle.min.css" />
	<link rel="stylesheet" href="css/simplebar.css">
	<link rel="stylesheet" href="css/style.css">
	<link rel="stylesheet" href="css/scroll.css">
	<link rel="stylesheet" href="libs/modal/modal.css">
	<title>Киберфея</title>
</head>

<body>


	<div class="wrapper">
		<header class="header">
			<div class="header__top top-header">
				<div class="top-header__container">
					<?php
						include('nav.php');
					?>
				</div>
			</div>
			<div class="header__body body-header">
				<?php
				include('header-body.php');
				?>
			</div>
			<div class="header__catalog catalog-header">
				<div class="catalog-header__container">
					<?php
				include('header-catalog.php');
				?>
				</div>
			</div>
		</header>
		<main class="main main-news">
			<div class="main-news__container">
				<div class="main-news__title home-title">Очередная статья о том, как выбрать смартфон</div>
				<div class="main-news__body">
					Довольно часто наши решения о&nbsp;покупке чего-либо основаны на&nbsp;мнениях людей, на&nbsp;которых
					мы&nbsp;рассчитываем или за&nbsp;которыми следим в&nbsp;социальных сетях, и&nbsp;брендах/устройствах,
					которые эти люди предпочитают.<br>


					Выбор, основанный на&nbsp;этих критериях, может принести удовлетворение только на&nbsp;какое-то
					мгновение, но&nbsp;чтобы получать удовольствие от&nbsp;использования смартфона в&nbsp;дальнейшем,
					нужно быть немного осмотрительнее.<br>


					Смартфон превратился в&nbsp;устройство, которое одновременно может выполнять несколько задач: выход
					в&nbsp;интернет, камера, и, конечно&nbsp;же совершение голосовых вызовов.<br>


					Чтобы максимально эффективно использовать свой девайс, вы&nbsp;должны сначала понять, какими функциями
					вы&nbsp;пользуетесь чаще всего. Для многих смартфон&nbsp;&mdash; это все еще устройство исключительно
					для голосовых вызовов, для активных интернет-пользователей важную роль играет процессор
					и&nbsp;программное обеспечение, а&nbsp;для тех, кто любит смотреть фильмы и&nbsp;сериалы
					на&nbsp;устройстве, качество экрана и&nbsp;динамиков являются самыми главными показателями.<br>


					Для многих людей камера является приоритетом, хотя они едва используют&nbsp;ее. Камера может быть
					важным критерием при выборе смартфона, только если вы&nbsp;делаете по&nbsp;10&nbsp;&mdash;
					15&nbsp;снимков каждый день.<br>


					Если вы&nbsp;любите мобильный гейминг, то&nbsp;аккумулятор, процессор, хороший экран
					и&nbsp;динамики&nbsp;&mdash; ваши основные показатели при подборе, небольшой компромисс
					в&nbsp;отношении камеры в&nbsp;данном случае имеет смысл.<br>


					Для людей занятых активной деятельностью, которым всегда необходимо оставаться на&nbsp;связи,
					необходима быстрая зарядка и&nbsp;внушительный объем батареи. К&nbsp;таким людям относятся, например,
					фрилансеры, которым постоянно необходимо быть в&nbsp;курсе получения заказов на&nbsp;работу.<br>


					Ниже представлены четыре основных критерия выбора смартфона, определившись с&nbsp;которыми,
					вы&nbsp;сможете сделать правильный выбор и&nbsp;не&nbsp;пожалеть впоследствии.<br>


					<p>Процессор</p>

					Когда производитель решает сделать смартфон, первым его выбором будет выбор процессора. Ваш телефон
					может иметь две камеры, только если ваш процессор поддерживает их&nbsp;наличие, он&nbsp;может иметь
					экран с&nbsp;разрешением QHD (2560 &times;1440) также, только в&nbsp;том случае, если это
					поддерживается процессором. То, что ваш девайс может или не&nbsp;может делать, в&nbsp;основном зависит
					от&nbsp;того, какой процессор ваш производитель решил установить в&nbsp;него.<br>


					Если вы&nbsp;постоянно сидите в&nbsp;Snapchat, все красивые наклейки&nbsp;AR, которые
					вы&nbsp;используете, связаны только со&nbsp;скоростью обработки вашего процессора. Ваш телефон
					работает быстро только потому, что за&nbsp;это отвечает его процессор.<br>


					Основными производителями мобильных процессоров являются MediaTek и&nbsp;Qualcomm.
					В&nbsp;то&nbsp;время как MediaTek в&nbsp;основном фокусируется на&nbsp;бюджетном сегменте
					и&nbsp;смартфонах для массового рынка, смартфоны с&nbsp;процессорами от&nbsp;Qualcomm вы&nbsp;можете
					найти для каждого ценового сегмента. Хороший процессор не&nbsp;нагревается даже после длительного
					использования девайса и&nbsp;потребляет очень мало заряда батареи. Как правило, Qualcomm справляется
					с&nbsp;этим лучше чем MediaTek, и&nbsp;поэтому считается, что MediaTek немного дороже для того&nbsp;же
					ценового сегмента.<br>




					Процессоры классифицируются по&nbsp;тактовой частоте (1&nbsp;ГГц, 2&nbsp;ГГц и&nbsp;т.д.), количеству
					ядер (Octa-Core, Quad-Core) и&nbsp;технологии изготовления (22&nbsp;нм, 14&nbsp;нм, 7&nbsp;нм). Чем
					выше, тем лучше в&nbsp;первых двух случаях и&nbsp;чем ниже, тем лучше в&nbsp;последнем.<br>


					Под тактовыми частотами следует понимать количество операций, которые ваш процессор может выполнять
					в&nbsp;секунду, а&nbsp;количество ядер&nbsp;&mdash; это количество этих процессорных ядер в&nbsp;вашем
					смартфоне. Технология изготовления позволяет определить, насколько мал размер кристалла,
					и&nbsp;насколько эффективен чип. Чем меньше размер кристалла, тем больше транзисторов можно установить
					в&nbsp;процессор, чем больше количество транзисторов&nbsp;&mdash; тем лучше.<br>


					Процессоры обычно имеют в&nbsp;своем названии цифры, для обозначения конкретной модели, например,
					SD&nbsp;(snapdragon) 430, 625, 845 и&nbsp;т.д. Чем выше число, тем, соответственно, мощнее процессор.<br>




					<p>ПО</p>

					Программное обеспечение в&nbsp;вашем устройстве определяет&nbsp;то, как вы&nbsp;взаимодействуете
					с&nbsp;ним. Для смартфона не&nbsp;достаточно только наличия большого количества функций, но&nbsp;также
					важна их&nbsp;легкодоступность, а&nbsp;параметры по&nbsp;умолчанию должны работать лучше всего.
					Вы&nbsp;наверняка также хотите иметь высокий уровень оптимизации для обеспечения наилучшего баланса
					между быстродействием и&nbsp;временем работы от&nbsp;аккумулятора.<br>


					Если вам нужна какая-либо функция или вы&nbsp;часто используете определенное приложение, и&nbsp;оно
					недоступно на&nbsp;той платформе, на&nbsp;которой работает ваш смартфон, это может стать серьезной
					проблемой. Некоторые из&nbsp;лучших профессиональных приложений и&nbsp;игр доступны только
					в&nbsp;магазине приложений для iOS. Многие государственные приложения, особенно в&nbsp;Индии,
					предназначены только для Android. В&nbsp;основном, это зависит от&nbsp;того, какая платформа является
					наиболее предпочтительной в&nbsp;конкретном регионе.<br>


					С&nbsp;точки зрения производительности и&nbsp;простоты использования iOS намного опережает Android.
					Если вам нужен девайс, который просто выполняет данную задачу одним из&nbsp;самых простых способов,
					это ваш выбор. Команды и&nbsp;опции на&nbsp;iOS интуитивно понятны.<br>


					С&nbsp;другой стороны, Android известен своей настраиваемостью. Здесь вы&nbsp;можете организовать вещи
					так, как вы&nbsp;хотите, можете выбрать, как должна выглядеть конкретная иконка приложения, какая
					информация будет отображаться и&nbsp;где именно. Даже если два телефона работают под управлением одной
					и&nbsp;той&nbsp;же версии Android, у&nbsp;них может быть совершенно разный интерфейс
					в&nbsp;зависимости от&nbsp;того, как изготовитель настроил ОС.<br>


					Большинство производителей смартфонов на&nbsp;Android предпочитают добавлять сторонний лаунчер поверх
					операционной системы. Для Samsung это Experience&nbsp;UI, у&nbsp;OnePlus предустановлена
					Oxygen&nbsp;OS, у&nbsp;Lenovo&nbsp;&mdash; пользовательский интерфейс Vibe, а&nbsp;у&nbsp;Vivo
					есть&nbsp;то, что называется Funtouch UI.<br>


					Некоторые производители предпочитают стоковый (голый) андроид и&nbsp;не&nbsp;добавляют никаких
					надстроек. Это обеспечивает быстрое обновление&nbsp;ОС и&nbsp;быстродействие устройства в&nbsp;целом.<br>


					Oxygen ОС&nbsp;на&nbsp;OnePlus и&nbsp;Stock Android&nbsp;&mdash; наиболее оптимальные варианты
					с&nbsp;точки зрения быстродействия системы. Если вам необходимы такие функции как снимок экрана тремя
					пальцами, переход в&nbsp;беззвучный режим и&nbsp;разблокировка одним касанием то&nbsp;это определенно
					ваш выбор. MIUI от&nbsp;Xiaomi и&nbsp;лаунчер от&nbsp;Samsung могут предложить множество возможностей,
					но&nbsp;они немного снижают производительность вашего устройства. Некоторые пользовательские
					интерфейсы пытаются эмулировать iOS или другие популярные оболочки, они могут выглядеть
					привлекательно, но&nbsp;крайне малофункциональны. EMUI от&nbsp;Huawei и&nbsp;Funtouch
					от&nbsp;Oppo&nbsp;&mdash; представители таковых, они выглядят слишком красочно и&nbsp;могут вызвать
					эстетическое отторжение при использовании устройства (ИМХО).<br>


					Нужно убедиться, что вы&nbsp;знакомы с&nbsp;интерфейсом, который установлен на&nbsp;выбранном вами
					девайсе. Также, будет не&nbsp;лишним уточнить, на&nbsp;протяжении какого времени ваш смартфон будет
					получать обновления операционной системы. Если ваш девайс работает на&nbsp;устаревшем программном
					обеспечении, это может стать угрозой безопасности устройства. Вы&nbsp;пропустите новые функции,
					а&nbsp;иногда, даже уже существующие, в&nbsp;какой-то момент перестанут работать, заставляя вас
					обновиться до&nbsp;последней версии&nbsp;ОС.<br>


					iOS имеет лучший послужной список в&nbsp;отношении обновлений программного обеспечения. Большинство
					айфонов поддерживаются в&nbsp;течение четырех лет с&nbsp;момента их&nbsp;выпуска. Следующими являются
					телефоны от&nbsp;Google&nbsp;&mdash; т.н. Pixel, и&nbsp;смартфоны на&nbsp;Android One (Nokia&nbsp;7.1,
					Mi&nbsp;A2&nbsp;и&nbsp;т.д.). Затем идут флагманы различных ведущих производителей, а&nbsp;уже потом
					и&nbsp;все остальные.<br>


					<p>Камеры</p>

					Как говорится лучшее оружие&nbsp;&mdash; это&nbsp;то, что у&nbsp;тебя в&nbsp;руках. То&nbsp;же самое
					относится и&nbsp;к&nbsp;камере. Смартфоны во&nbsp;многом стали основной камерой для большинства людей.
					Они будут с&nbsp;вами в&nbsp;ваших особых случаях, моментах, которые вы&nbsp;хотели&nbsp;бы сохранить
					навсегда, а&nbsp;также запечатлеть ваш повседневный мир, чтобы затем выложить фоточки
					в&nbsp;социальных сетях.<br>




					Прошли те&nbsp;времена, когда вы&nbsp;могли судить о&nbsp;камере по&nbsp;количеству мегапикселей.
					В&nbsp;настоящее время лучшие флагманские камеры на&nbsp;смартфонах имеют около 12&nbsp;мегапикселей,
					и&nbsp;производители, как правило, воздерживаются от&nbsp;более высоких показателей.<br>


					Нужно также учитывать количество света, которое попадает в&nbsp;объектив камеры, чем больше света, тем
					лучше изображение. Один из&nbsp;способов сделать это&nbsp;&mdash; посмотреть на&nbsp;размер апертуры
					или значение диафрагмы, оно обозначается как f1.8, f1.6, f2.2 и&nbsp;т.д. Чем ниже значение диафрагмы,
					тем лучше.<br>


					Речь идет не&nbsp;только о&nbsp;количестве пикселей, но&nbsp;и&nbsp;об&nbsp;их&nbsp;размере. Чем
					больше размер пикселя, тем лучше. Многие производители вообще об&nbsp;этом не&nbsp;упоминают,
					но&nbsp;те, кто это делает, акцентируют на&nbsp;этом особое внимание.<br>


					Известно, что наличие двух камер добавляет такую функцию, как портретный режим. Следует учитывать, что
					девайсы с&nbsp;двойной камерой стоят дороже своих монокамерных собратьев. По&nbsp;факту, наличие
					двойной камеры не&nbsp;настолько полезно. Вы&nbsp;будете использовать это не&nbsp;настолько часто, как
					об&nbsp;этом говорят рекламные ролики и&nbsp;постеры производителей смартфонов.


					Эффекты портретного режима легко воспроизводятся программным приложением. Даже Instagram делает это
					в&nbsp;режиме фокусировки.<br>


					Еще одной новомодной опцией является бьютификатор. Он&nbsp;пытается сделать вашу кожу более гладкой
					и&nbsp;без дефектов. Во&nbsp;многих случаях эффект настолько интенсивен, что полученное изображение
					выглядит как нарисованная картина. Лучше держаться подальше от&nbsp;таких функций, поскольку они
					не&nbsp;приносят особой пользы (снова ИМХО).<br>


					Однако такие функции, как обнаружение сцены, полезны. В&nbsp;большинстве случаев к&nbsp;этому
					добавляют слово&nbsp;AI, чтобы оно выглядело более модно или технологично, но&nbsp;в&nbsp;любом случае
					это полезная фича. Эта функция позволяет настроить параметры камеры в&nbsp;соответствии с&nbsp;типом
					изображения, чтобы получить наилучший возможный снимок. Смартфоны Google Pixel отлично справляются
					с&nbsp;этой задачей.<br>


					Большинство камер смартфонов достаточно хороши, чтобы делать красивые снимки при достаточном
					освещении, но&nbsp;их&nbsp;настоящее качество можно проверить лишь при слабом освещении.
					Вы&nbsp;можете посмотреть видео сравнения камер интересующих вас смартфонов, чтобы принять решение
					о&nbsp;покупке. Такие функции, как HDR и&nbsp;HDR + для камеры довольно полезны. Количество различных
					цветов, которые могут быть захвачены вашим девайсом, значительно увеличится, если он&nbsp;поддерживает
					HDR.<br>


					Кроме того, большинство камер в&nbsp;смартфонах поддерживают автофокусировку, вы&nbsp;можете видеть,
					сколько времени требуется камере, чтобы зафиксировать фокус и&nbsp;сделать снимок. Это также зависит
					от&nbsp;процессора вашего телефона. Еще лучше, если фронтальная камера также поддерживает автофокус
					и&nbsp;широкоугольный объектив для групповых селфи.<br>


					Если вы&nbsp;любите снимать большое количество видео на&nbsp;свой смартфон, следует убедиться, что
					у&nbsp;него есть некоторая стабилизация изображения, как минимум программная, а&nbsp;лучше
					всего&nbsp;&mdash; оптическая. Стабилизация изображения устраняет эффект дрожания рук в&nbsp;видео,
					обеспечивая стабильный кинематографический эффект. EIS (Цифровая Стабилизация
					Изображения)&nbsp;&mdash; это программный метод уменьшения дрожания рук при съемке видео. В&nbsp;OIS
					(Оптическая Стабилизация Изображения) используется специальное аппаратное обеспечение вместе
					с&nbsp;гироскопами для того, чтобы сохранить положение камеры на&nbsp;определенном уровне
					и&nbsp;обеспечить качественный отснятый материал.<br>


					<p>Батарея и&nbsp;технология зарядки</p>

					Все мы&nbsp;хотим чтобы наши телефоны были надежными. Разряженная батарея для большинства
					людей&nbsp;&mdash; это кошмар, это означает остаться оторванным от&nbsp;мира и&nbsp;во&nbsp;многих
					случаях они чувствуют, что перестали существовать (немного гиперболизации).<br>




					Лучшее время автономной работы может быть достигнуто за&nbsp;счет большей емкости батареи или более
					эффективного управления питанием. Смартфоны с&nbsp;экранами меньшего размера потребляют значительно
					меньше энергии, чем их&nbsp;аналоги с&nbsp;экранами большего размера. Менее мощный процессор также
					может означать меньший расход батареи, но&nbsp;такие компромиссы крайне нежелательны. Лучше искать
					смартфон с&nbsp;большой емкостью батареи. Устройства в&nbsp;бюджетном ценовом сегменте, которые
					не&nbsp;сильно ограничены в&nbsp;плане эстетики и&nbsp;дизайна, в&nbsp;основном выигрывают
					по&nbsp;этому показателю. Смартфоны, работающие на&nbsp;iOS, более энергоэффективны, чем смартфоны
					на&nbsp;Android, хотя большая часть этого преимущества теряется из-за меньшей емкости батареи
					на&nbsp;устройствах iOS. Следует понимать, что большие батареи также делают телефон громоздким.<br>


					Один из&nbsp;альтернативных способов сохранить заряд аккумулятора&nbsp;&mdash; это удобный способ его
					зарядки. Многие смартфоны предлагают возможность быстрой зарядки, то&nbsp;есть за&nbsp;короткое время
					можно зарядить большую часть батареи вашего телефона. Это гарантирует, что у&nbsp;вас будет
					достаточный уровень заряда, если вам нужно куда-нибудь срочно выехать.<br>


					Еще один способ сделать это&nbsp;&mdash; никогда не&nbsp;разряжать батарею вашего смартфона.
					Беспроводная зарядка делает именно это, ваш телефон начнет заряжаться, как только вы&nbsp;положите его
					на&nbsp;док-станцию для беспроводной зарядки. Наличие таких док-станций на&nbsp;рабочем столе может
					гарантировать, что ваш телефон всегда будет заряжен.<br>


					<p>Остальное</p>

					Любителям фильмов может потребоваться хороший экран, любителям аудио может потребоваться выделенный
					разъем для наушников (что, увы и&nbsp;ах, уже является редкостью в&nbsp;наше время). Некоторым
					необходимо наличие светодиодного индикатора уведомлений в&nbsp;смартфоне.<br>


					Вы&nbsp;всегда можете выбрать девайс, который имеет необходимую именно для вас функцию, но&nbsp;при
					условии, что он&nbsp;также хорошо сочетается с&nbsp;рассмотренными выше четырьмя критериями. Эти
					показатели настолько важны для выбора хорошего смартфона, что если вы&nbsp;не&nbsp;уделите
					им&nbsp;должного внимания, то&nbsp;можете разочароваться в&nbsp;своей покупке.


				</div>
			</div>





		</main>
		<div class="modal">
			<div class="modal__container order-modal" role="dialog" aria-modal="true" data-graph-target="modal">
				<div class="modal-content order-modal__content">
					<div class="order-modal__top">
						<h2 class="order-modal__title">Оформление заказа</h2>
						<span class="order-modal__numder">Заказ № 82739</span>
					</div>
					<div class="order-modal__info">
						<div class="order-modal__quantity order-modal__info-item">Товаров в заказе: <span> 3 шт</span></div>
						<div class="order-modal__summ order-modal__info-item">Общая сумма заказа: <span> 789 990 ₸</span>
						</div>
						<div class="order-modal__products order-modal__info-item">
							<button class="order-modal__btn _icons-arrown">Состав заказа</button>
							<ul class="order-modal__list">
								<!--	<li class="order-modal__item">
								<article class="order-modal__product order-product">
									<img src="/img/img_0_77_3415_0_1_320.webp" alt="" class="order-product__img">
									<div class="order-product__text">
										<h3 class="order-product__title">СМАРТФОН SAMSUNG GALAXY S22 ULTRA 256GB BURGUNDY</h3>
										<span class="order-product__price">699 990 ₸</span>
									</div>
									<button class="order-product__delete">Удалить</button>
								</article>
							</li>-->

							</ul>
						</div>
					</div>
					<form action="#" method="POST" id="form" class="order-modal__form order" enctype="multipart/form-data">
						<input type="hidden" name="admin_email[]" value="nas.popova030003@gmail.com">
						<label class="order__label">
							<span class="order__text">Ваше имя</span>
							<input id="forName" type="text" name="name" class="order__input" required>
						</label>
						<label class="order__label">
							<span class="order__text">Номер телефона</span>
							<input id="formTel" type="tel" name="tel" data-validate-field="tel" class="order__input"
								placeholder="+7(___)___-__-__" required>
						</label>
						<label class="order__label">
							<span class="order__text">Ваш email</span>
							<input id="formEmail" type="email" name="email" data-validate-field="email" class="order__input"
								placeholder="post@gmail.com" required>
						</label>
						<div class="order__checkbox">
							<input checked id="formAgreement" type="checkbox" name="agreement" class="order__checkbox-input">
							<label for="formAgreement" class="order__checkbox-label"><span> Я даю свое согласие на обработку
									персональных данных в соответствии с <a href="">Условиями</a>*</span></label>
						</div>
						<button type="submit" class="order__btn btn">Оформить заказ</button>
					</form>
				</div>
			</div>
		</div>


		<?php
	include('footer.php');
	?>
	</div>
	<script src="https://unpkg.com/swiper/swiper-bundle.min.js"></script>
	<script src="js/simplebar.js"></script>
	<script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
	<script src="inputmask.min.js"></script>
	<script src="just-validate.min.js"></script>
	<script src="libs/modal/modal.js"></script>
	<script src="js/script.js"></script>
	<script src="js/basket.js"></script>
	<script src="js/product.js"></script>

</body>

</html>